/*:
# Introduction
 This set of playgrounds pages is goind to contain some lessons pages on **Swift**.
 
# Lessone one:
 Класс **ученик**: имя, фамилия.
 
 Класс **учитель**: имя, фамилия, предмет, журнал (список учеников)\
 
 **Учитель** должен проходиться по журналу и проверять какие ученики сидят на уроке:
 
 Если ученик на уроке - в консоль должно выводиться - [Имя, Фамилия] - присутствует.
 
 Если отсутствует - [Имя, Фамилия] - отсутствует.
 
 # Lessone two:
 
    ***Структу урока***
 
    Надо разбить бюджет города для разных школ.
 
 ***Пример***
 Бюджет города 20 000 долларов у него 10 школ, каждой школе нужно выделить по равной доле бюджета (2 000 долларов)
*/
