/*:
# Introduction
 This set of playgrounds pages is goind to contain some lessons pages on **Swift**.
 
 Чтобы запустить нормальное описание - в верхней вкладке нажми на **Editor** и выбери **Show Rendered Markup** -> данные текст должен стать похож на текстовый документ
 
 этот проект разбит на разные [playground] - каждый playground под свой урок.
 
 всю необходимую работу надо выполнять в [Sources] - сам playground служит для тестирования твоего кода путем запуска определенных тестов, чтобы запустить тест - тебе необходимо сделать run playground (нажать на пуск)
 
 код в **Playground** трогать не нужно!!!
 
 Если ты сделал все верно - в консоли ты увидишь такую строку:
 
 *** Executed ***n*** tests, with 0 failures (0 unexpected) ***
 
 если будут ошибки, тебе скажет количество ошибок - и неправильный результат:
 
 *** XCTAssertEqual failed: [полученный тобою результат] is not equal to [ожидаемый результат] ***
 
 Внимательно читай то что выводится в консоли.
 
 Описание задачи ты можешь найти в верху playground урока.
 
 Все классы необходимые для работы уже реализованы - необходимо только добавить перменные и функции которые позволять тебе выполнить задачи.
 
 Данный документ будет модернизироваться в будущем...
*/
